[
 {
  "\"botanical_name\"": "\"Populus spp.\"",
  "\"description\"": "\"The genus has a large genetic diversity and can grow from 15–50 m (49–164 ft) tall, with trunks up to 2.5 m (8 ft 2 in) in diameter.  The bark on young trees is smooth, white to greenish or dark grey, and often has conspicuous lenticels",
  "\"benefits\"": " on old trees, it remains smooth in some species, but becomes rough and deeply fissured in others. The shoots are stout, with (unlike in the related willows) the terminal bud present. The leaves are spirally arranged, and vary in shape from triangular to circular or (rarely) lobed, and with a long petiole",
  "\"conservation\"": " in species in the sections Populus and Aigeiros, the petioles are laterally flattened, so that breezes easily cause the leaves to wobble back and forth, giving the whole tree a \"\"twinkling\"\" appearance in a breeze. Leaf size is very variable even on a single tree, typically with small leaves on side shoots, and very large leaves on strong-growing lead shoots. The leaves often turn bright gold to yellow before they fall during autumn.  The flowers are mostly dioecious (rarely monoecious) and appear in early spring before the leaves. They are borne in long, drooping, sessile or pedunculate catkins produced from buds formed in the axils of the leaves of the previous year. The flowers are each seated in a cup-shaped disk which is borne on the base of a scale which is itself attached to the rachis of the catkin. The scales are obovate, lobed, and fringed, membranous, hairy or smooth, and usually caducous. The male flowers are without calyx or corolla, and comprise a group of four to 60 stamens inserted on a disk"
 },
 {
  "\"botanical_name\"": "\"Quercus macrocarpa\"",
  "\"description\"": "\"Quercus macrocarpa is a large deciduous tree growing up to 98 ft (30 m), rarely 160 ft (50 m), in height,[4] and is one of the most massive oaks with a trunk diameter of up to 10 ft (3 m)",
  "\"benefits\"": " reports of taller trees occur, but have not been verified. It is one of the slowest-growing oaks, with a growth rate of 1 ft (30 cm) per year when young. However, other sources state that a bur oak tree that is planted in the ground grows up to 3 ft (91 cm) per year.[5][6] A 20-year-old tree will be about 20 ft (6 m) tall if grown in full sun. Naturally occurring saplings in forests will typically be older. Bur oaks commonly get to be 200 to 300 years old, and may live up to 400 years.[7] The bark is a medium gray and somewhat rugged.  The leaves are 2 3⁄4–6 in (7–15 cm) long and 2–5 in (5–13 cm) broad, variable in shape, with a lobed margin. Most often, the basal two-thirds is narrower and deeply lobed, while the apical third is wider and has shallow lobes or large teeth. The flowers are greenish-yellow catkins, produced in the spring. The acorns are very large, 1–2 in (2.5–5 cm) long and 3⁄4–1 1⁄2 in (2–4 cm) broad, having a large cup that wraps much of the way around the nut, with large overlapping scales and often a fringe at the edge of the cup.  Bur oak is sometimes confused with overcup oak and white oak, both of which it occasionally hybridizes with. The acorns are the largest of any North American oak (thus the species name macrocarpa, from Ancient Greek μακρός makrós \"\"large\"\" and καρπός karpós \"\"fruit\"\"), and are an important wildlife food",
  "\"conservation\"": " American black bears sometimes tear off branches to get them. However, heavy nut crops are borne only every few years. In this evolutionary strategy, known as masting, the large seed crop every few years overwhelms the ability of seed predators to eat the acorns, thus ensuring the survival of some seeds. Other wildlife, such as deer and porcupine, eat the leaves, twigs and bark. Cattle are heavy browsers in some areas. The bur oak is the only known foodplant of Bucculatrix recognita caterpillars. Bur oaks primarily grow in a temperate climate, in regions such as (Wisconsin, Minnesota, Illinois, Indiana, Iowa, etc), where their tree rings are read as one year of growth.[8] This is because the trees grow more in warm wet climates and less in cold dry climates. So, when the season changes so does the amount the tree ring will grow for that year. The woody part of the tree that presents the rings is called xylem. The early, lighter part of the annual ring is called springwood or earlywood, and is formed in spring and early summer when warm and more wet weather prevails. Because of the pores being smaller, the second of two parts of the annual ring is darker in color and called summerwood or latewood. \""
 },
 {
  "\"botanical_name\"": "\"Malus spp.\"",
  "\"description\"": "\"Apple trees are typically 4–12 m (13–39 ft) talI at maturity, with a dense, twiggy crown. The leaves are 3–10 cm (1.2–3.9 in) long, alternate, simple, with a serrated margin. The flowers are borne in corymbs, and have five petals, which may be white, pink or red, and are perfect, with usually red stamens that produce copious pollen, and a half-inferior ovary",
  "\"benefits\"": " flowering occurs in the spring after 50–80 growing degree days (varying greatly according to subspecies and cultivar). Many apples require cross-pollination between individuals by insects (typically bees, which freely visit the flowers for both nectar and pollen)",
  "\"conservation\"": " these are called self-sterile, and therefore self-pollination is impossible, making pollinating insects essential. There are a number of cultivars which are self-pollinating, such as Granny Smith and Golden Delicious. There are considerably fewer of these, compared to their cross-pollination dependent counterparts. Several Malus species, including domestic apples, hybridize freely.[4] They are used as food plants by the larvae of a large number of Lepidoptera species"
 },
 {
  "\"botanical_name\"": "\"Fraxinus pennsylvanica var. subintegerrima\"",
  "\"description\"": "\"Fraxinus pennsylvanica is a medium-sized deciduous tree reaching 12–25 m (39–82 ft) (rarely to 45 m or 148 ft) tall with a trunk up to 60 cm (24 in) in diameter. The bark is smooth and gray on young trees, becoming thick and fissured with age. The winter buds are reddish-brown, with a velvety texture. The leaves are 15–30 cm (6–12 in) long, pinnately compound with seven to nine (occasionally five or eleven) leaflets, these 5–15 cm (2–6 in) (rarely 18 cm or 7 in) long and 1.2–9 cm (1⁄2–3 9⁄16 in) broad, with serrated margins and short but distinct, downy petiolules a few millimeters long. They are green both above and below. The autumn color is golden-yellow and depending on the climate, Green Ash's leaves may begin changing color the first week of September. The flowers are produced in spring at the same time as the new leaves, in compact panicles",
  "\"benefits\"": " they are inconspicuous with no petals, and are wind-pollinated. The fruit is a samara 2.5–7.5 cm (1–3 in) long comprising a single seed 1.5–3 cm (5⁄8–1 1⁄8 in) long with an elongated apical wing 2–4 cm (3⁄4–1 1⁄2 in) long and 3–7 mm (1⁄8–9⁄32 in) broad.  It is sometimes divided into two varieties, Fraxinus pennsylvanica var. pennsylvanica (red ash) and Fraxinus pennsylvanica var. lanceolata (Borkh.) Sarg. (syn. var. subintegerrima (Vahl) Fern.",
  "\"conservation\"": " green ash) on the basis of the hairless leaves with narrower leaflets of the latter, but the two intergrade completely, and the distinction is no longer upheld by most botanists. \""
 },
 {
  "\"botanical_name\"": "\"Fraxinus nigra\"",
  "\"description\"": "\"Black ash is a medium-sized deciduous tree reaching 15–20 m (exceptionally 26 m) tall with a trunk up to 60 cm (24 inches) diameter, or exceptionally to 160 cm (63 inches). The bark is grey, thick and corky even on young trees, becoming scaly and fissured with age. The winter buds are dark brown to blackish, with a velvety texture. The leaves are opposite, pinnately compound, with 7–13 (most often 9) leaflets",
  "\"benefits\"": " each leaf is 20–45 cm (8–18 in) long, the leaflets 7–16 cm (2 3⁄4–6 1⁄4 in) long and 2.5–5 cm (1–2 in) broad, with a finely toothed margin. The leaflets are sessile, directly attached to the rachis without a petiolule. The flowers are produced in spring shortly before the new leaves, in loose panicles",
  "\"conservation\"": " they are inconspicuous with no petals, and are wind-pollinated. The fruit is a samara 2.5–4.5 cm (1–1 3⁄4 in) long comprising a single seed 2 cm (3⁄4 in) long with an elongated apical wing 1.5–2 cm (5⁄8–3⁄4 in) long and 6–8 mm (1⁄4–5⁄16 in) broad. \""
 },
 {
  "\"botanical_name\"": "\"Fraxinus mandshurica 'Mancana'\"",
  "\"description\"": "\"Fraxinus mandshurica, the Manchurian ash, is a species of Fraxinus native to northeastern Asia in northern China (Gansu, Hebei, Heilongjiang, Henan, Hubei, Jilin, Liaoning, Shaanxi, Shanxi), Korea, Japan and southeastern Russia (Sakhalin Island).  It is a medium-sized to large deciduous tree reaching 30 m tall, with a trunk up to 50 cm in diameter. The leaves are 25–40 cm long, pinnate compound, with 7–13 leaflets, the leaflets 5–20 cm long and 2–5 cm broad, subsessile on the leaf rachis, and with a serrated margin. They turn to a golden-yellow in early autumn, and the tree is usually early to change color. The flowers are produced in early spring, before the new leaves, in compact panicles",
  "\"benefits\"": " they are inconspicuous with no petals, and are wind-pollinated. The fruit is a samara comprising a single seed 1–2 cm long with an elongated apical wing 2.5–4 cm long and 5–7 mm broad.  It is closely related to Fraxinus nigra (Black Ash) from eastern North America, and has been treated as a subspecies or variety of it by some authors, as F. nigra subsp. mandschurica (Rupr.) S.S.Sun, or F. nigra var. mandschurica (Rupr.) Lingelsheim.  The spelling of the species name is disputed",
  "\"conservation\"": " some (e.g. the Flora of China]) cite mandschurica, while others (e.g. USDA GRIN[2]) cite mandshurica. The original 1857 Russian publication spelled it without the \"\"c\"\".\""
 },
 {
  "\"botanical_name\"": "\"Acer ginnala\"",
  "\"description\"": "\"Acer ginnala is a deciduous spreading shrub or small tree growing to 3–10 m (9.8–32.8 ft) tall, with a short trunk up to 20–40 cm (8–16 in) diameter and slender branches. The bark is thin, dull gray-brown, and smooth at first but becoming shallowly fissured on old plants. The leaves are opposite and simple, 4–10 cm (1 1⁄2–4 in) long and 3–6 cm (1 1⁄4–2 1⁄4 in) wide, deeply palmately lobed with three or five lobes, of which two small basal lobes (sometimes absent) and three larger apical lobes",
  "\"benefits\"": " the lobes are coarsely and irregularly toothed, and the upper leaf surface glossy. The leaves turn brilliant orange to red in autumn, and are on slender, often pink-tinged, petioles 3–5 cm (1 1⁄4–2 in) long. The flowers are yellow-green, 5–8 mm (0.20–0.31 in) diameter, produced in spreading panicles in spring as the leaves open. The fruit is a paired reddish samara, 8–10 mm (0.31–0.39 in) long with a 1.5–2 cm (5⁄8–3⁄4 in) wing, maturing in late summer to early autumn.\"",
  "\"conservation\"": "\"Acer ginnala is grown as an ornamental plant in northern regions of Europe and North America. It is the most cold-tolerant maple, hardy to zone 2. It is naturalised in parts of North America. Planted on exceptional sites facing south west with consistent moisture and light loamy soils, this tree can grow 3 to 4 feet per year making it a fast grower. It is often planted as a shrub along borders.\""
 },
 {
  "\"botanical_name\"": "\"Picea glauca\"",
  "\"description\"": "\"The white spruce is a large coniferous evergreen tree which grows normally to 15 to 30 m (50 to 100 ft) tall, but can grow up to 40 m (130 ft) tall with a trunk diameter of up to 1 m (3.3 ft). The bark is thin and scaly, flaking off in small circular plates 5 to 10 cm (2 to 4 in) across. The crown is narrow – conic in young trees, becoming cylindric in older trees. The shoots are pale buff-brown, glabrous (hairless) in the east of the range, but often pubescent in the west, and with prominent pulvini. The leaves are needle-like, 12 to 20 mm (1⁄2 to 13⁄16 in) long, rhombic (diamond-shaped) in cross-section, glaucous blue-green above (hence glauca) with several thin lines of stomata, and blue-white below with two broad bands of stomata. The cones are pendulous, slender, cylindrical, 3 to 7 cm (1 1⁄4 to 2 3⁄4 in) long and 1.5 cm (5⁄8 in) wide when closed, opening to 2.5 cm (1 in) broad. They have thin, flexible scales 15 mm (0.59 in) long, with a smoothly rounded margin. They are green or reddish, maturing to pale brown 4 to 8 months after pollination. The seeds are black, 2 to 3 mm (3⁄32 to 1⁄8 in) long, with a slender, 5 to 8 mm (3⁄16 to 5⁄16 in) long pale brown wing.\"",
  "\"benefits\"": "\"White spruce is of major economic importance in Canada for its wood, harvested for paper-making and construction. It is also used to a small extent as a Christmas tree. Wildlife such as deer, rabbits, and grouse browse the foliage during the winter.  The wood is also exported to Japan where, known as \"\"shin-kaya\"\", it is used to make go boards as a substitute for the rare kaya wood.\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Picea pungens\"",
  "\"description\"": "\"In the wild, Picea pungens grows to about 23 m (75 ft), but when planted in parks and gardens it seldom exceeds 15 m (49 ft) tall by 5 m (16 ft) wide. It is a columnar or conical evergreen conifer with densely growing horizontal branches. It has scaly grey bark on the trunk with yellowish-brown branches. Waxy gray-green leaves, up to 3 cm (1 in) long, are arranged radially on the shoots which curve upwards. The pale brown cones are up to 10 cm (4 in) long.  The specific epithet pungens means \"\"sharply pointed\"\", referring to the leaves.\"",
  "\"benefits\"": "\"The Navajo and Keres Native Americans used this tree as a traditional medicinal plant and a ceremonial item, and twigs are given as gifts to bring good fortune. In traditional medicine, an infusion of the needles is used to treat colds and settle the stomach. This liquid is also used externally for rheumatic pains. Early people used their wood for building.\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Elaeagnus angustifolia\"",
  "\"description\"": "\"Elaeagnus angustifolia is a usually thorny shrub or small tree growing to 5–7 m (16–23 ft) in height. Its stems, buds, and leaves have a dense covering of silvery to rusty scales. The leaves are alternate, lanceolate, 4–9 cm (1 1⁄2–3 1⁄2 in) long and 1.0–2.5 cm (3⁄8–1 in) broad, with a smooth margin. The highly aromatic flowers, produced in clusters of one to three, are 1 cm long with a four-lobed creamy yellow calyx",
  "\"benefits\"": " they appear in early summer and are followed by clusters of fruit, a small cherry-like drupe 1.0–1.7 cm (3⁄8–11⁄16 in) long, orange-red covered in silvery scales. The fruits are sweet, though with a dryish, mealy texture.  The shrub can fix nitrogen in its roots,[3] enabling it to grow on bare mineral substrates.\"",
  "\"conservation\"": "\"Dried powder of the fruit is used mixed with milk for rheumatoid arthritis and joint pains. It is also one of the seven items which are used in Haft Seen or the seven 'S's which is a traditional table setting of Nowruz, the traditional Persian spring celebration. There is evidence supporting beneficial effects of aqueous extract of Russian olive in reducing the symptoms of osteoarthritis with an efficacy comparable to that of acetaminophen and ibuprofen.\""
 },
 {
  "\"botanical_name\"": "\"Prunus virginiana var Shubert\"",
  "\"description\"": "\"Chokecherry is a suckering shrub or small tree growing to 1–6 m (3 ft 3 in–19 ft 8 in) tall, rarely to 10 m (32 ft 10 in). The leaves are oval, 2.5–9 cm (1–3 1⁄2 in) long and 1.2–5 cm (1⁄2–2 in) wide, with a serrated margin.  The flowers are produced in racemes 4–11 cm (1 1⁄2–4 1⁄4 in) long in late spring (well after leaf emergence). They are 1⁄3–1⁄2 in (8–13 mm) across. They produce a strong heady aroma which some people find to be unpleasantly smelly, while others perceive them to have an aphrodisiac-like effect.  The fruits are about 6–14 mm (1⁄4–9⁄16 in) in diameter, range in color from bright red to black, and possess a very astringent taste, being both somewhat sour and somewhat bitter. When very ripe, the \"\"berries\"\" (actually drupes) are dark in color and less astringent and sweeter than when red and unripe.\"",
  "\"benefits\"": "\"For many Native American tribes of the Northern Rockies, Northern Plains, and boreal forest region of Canada and the United States, chokecherries are the most important fruit in their traditional diets and are part of pemmican, a staple traditional food. The bark of chokecherry root is made into an asperous-textured concoction used to ward off or treat colds, fever and stomach maladies by Native Americans. The inner bark of the chokecherry, as well as red osier dogwood, or alder, is also used by some tribes in ceremonial smoking mixtures, known as kinnikinnick. The chokecherry fruit can be used to make jam or syrup, but the bitter nature of the fruit requires sugar to sweeten the preserves. Sacagawea was eating choke cherries when she was discovered by Lewis and Clark. The Plains Indians pound up the whole fruits—including the toxic pits—into a mortar, from which they made sun-baked cakes.  The stone of the fruit is poisonous. Chokecherry is toxic to horses, moose, cattle, goats, deer, and other animals with segmented stomachs (rumens), especially after the leaves have wilted (such as after a frost or after branches have been broken) because wilting releases cyanide and makes the plant sweet. About 10–20 lbs of foliage can be fatal. Symptoms of a horse that has been poisoned include heavy breathing, agitation, and weakness. The leaves of the chokecherry serve as food for caterpillars of various Lepidoptera. See List of Lepidoptera which feed on Prunus.  In 2007, Governor John Hoeven signed a bill naming the chokecherry the official fruit of the state of North Dakota, in part because its remains have been found at more archeological sites in the Dakotas than anywhere else.  Chokecherry is also used to craft wine in the western United States, mainly in the Dakotas and Utah, as well as in Manitoba, Canada.\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pinus sylverstris\"",
  "\"description\"": "\"Pinus sylvestris is an evergreen coniferous tree growing up to 35 m in height[10] and 1 m trunk diameter when mature[11], exceptionally over 45 metres (148 ft) tall and 1.7 metres (5 ft 7 in) trunk diameter on very productive sites, the tallest on record being a more than 210-year-old tree growing in Estonia which stands at 46.6 m (152 ft 11 in). The bark is thick, scaly dark grey-brown on the lower trunk, and thin, flaky and orange on the upper trunk and branches. The habit of the mature tree is distinctive due to its long, bare and straight trunk topped by a rounded or flat-topped mass of foliage. The lifespan is normally 150–300 years, with the oldest recorded specimens in Lapland, Northern Finland over 760 years. The shoots are light brown, with a spirally arranged scale-like pattern. On mature trees the leaves ('needles') are a glaucous blue-green, often darker green to dark yellow-green in winter, 2.5–5 cm (1–2 in) long and 1–2 mm (1⁄32–3⁄32 in) broad, produced in fascicles of two with a persistent grey 5–10 mm (1⁄4–3⁄8 in) basal sheath. On vigorous young trees the leaves can be twice as long, and occasionally occur in fascicles of three or four on the tips of strong shoots. Leaf persistence varies from two to four years in warmer climates, and up to nine years in subarctic regions. Seedlings up to one year old bear juvenile leaves",
  "\"benefits\"": " these are single (not in pairs), 2–3 cm (3⁄4–1 1⁄4 in) long, flattened, with a serrated margin. Mature open cones and seeds The seed cones are red at pollination, then pale brown, globose and 4–8 mm (5⁄32–5⁄16 in) diameter in their first year, expanding to full size in their second year, pointed ovoid-conic, green, then grey-green to yellow-brown at maturity, 3–7.5 cm (1 1⁄8–3 in) long. The cone scales have a flat to pyramidal apophysis (the external part of the cone scale), with a small prickle on the umbo (central boss or protuberance). The seeds are blackish, 3–5 mm (1⁄8–3⁄16 in) in length with a pale brown 12–20 mm (15⁄32–25⁄32 in) wing and are released when the cones open in spring 22–24 months after pollination. The pollen cones are yellow, occasionally pink, 8–12 mm (5⁄16–15⁄32 in) long",
  "\"conservation\"": " pollen release is in mid to late spring\""
 },
 {
  "\"botanical_name\"": "\"Ulmus pumila\"",
  "\"description\"": "\"The Siberian elm is usually a small to medium-sized, often bushy, deciduous tree growing to 25 m tall, the d.b.h. to 1 m",
  "\"benefits\"": " the bark is dark gray, irregularly longitudinally fissured. The branchlets are yellowish gray, glabrous or pubescent, unwinged and without a corky layer, with scattered lenticels. The winter buds dark brown to red-brown, globose to ovoid. The petiole is 4-10 mm, pubescent, the leaf blade elliptic-ovate to elliptic-lanceolate, 2-8 × 1.2-3.5 cm, the colour changing from dark green to yellow in autumn. The perfect, apetalous wind-pollinated flowers bloom for one week in early spring, before the leaves emerge, in tight fascicles (bundles) on last year's branchlets. However, flowers emerging in early February are often damaged by frost, consequently the species was dropped from the Dutch elm breeding programme. Each flower is about 3 mm across and has a green calyx with 4–5 lobes, 4–8 stamens with brownish-red anthers, and a green pistil with a two-lobed style. Unlike most elms, the Siberian elm is able to self-pollinate successfully.  The wind-dispersed samarae are whitish tan, orbicular to rarely broadly obovate or elliptical, 1-2 × 1-1.5 cm, glabrous except for pubescence on stigmatic surface",
  "\"conservation\"": " the stalk 1-2 mm, the perianth persistent. The seed is at centre of the samara or occasionally slightly toward apex but not reaching the apical notch. Flowering and fruiting occur March to May. Ploidy: 2n = 28. The tree also suckers readily from its roots.  The tree is short-lived in temperate climates, rarely reaching more than 60 years of age, but in its native environment may live to between 100 and 150 years. A giant specimen, 45 km southeast of Khanbogt in the south Gobi, with a girth of 5.55 m in 2009, may exceed 250 years (based on average annual ring widths of other U. pumila in the area)  The wind-dispersed samarae are whitish tan, orbicular to rarely broadly obovate or elliptical, 1-2 × 1-1.5 cm, glabrous except for pubescence on stigmatic surface"
 },
 {
  "\"botanical_name\"": "\"Acer negundo\"",
  "\"description\"": "\"Acer negundo is a fast-growing and fairly short-lived tree that grows up to 10–25 m (35–80 ft) tall, with a trunk diameter of 30–50 cm (12–20 in)}, rarely up to 1 m (3.3 ft)} diameter. It often has several trunks and can form impenetrable thickets.The typical lifespan of box elder is only 60 years. Under exceptionally favorable conditions, it may live to 100 years.[citation needed]  The shoots are green, often with a whitish to pink or violet waxy coating when young. Branches are smooth, somewhat brittle, and tend to retain a fresh green color rather than forming a bark of dead, protective tissue. The bark on its trunks is pale gray or light brown, deeply cleft into broad ridges, and scaly.  Unlike most other maples (which usually have simple, palmately lobed leaves), Acer negundo has pinnately compound leaves that usually have three to seven leaflets. Simple leaves are also occasionally present",
  "\"benefits\"": " technically, these are single-leaflet compound leaves. Although some other maples (such as Acer griseum, Acer mandshuricum and the closely related A. cissifolium) have trifoliate leaves, only A. negundo regularly displays more than three leaflets. The leaflets are about 5–10 cm (2–4 in)} long and 3–7 cm (1 1⁄4–2 3⁄4 in)} wide with slightly serrate margins. Leaves have a translucent light green color and turn yellow in the fall.  The yellow-green flowers are small and appear in early spring, with staminate flowers in clusters on slender pedicels and pistillate flowers on drooping racemes 10–20 cm (4–8 in)} long.  The fruits are paired samaras on drooping racemes, each seed slender, 1–2 cm (1⁄2–3⁄4 in)} long, with a 2–3 cm (3⁄4–1 1⁄4 in)} incurved wing",
  "\"conservation\"": " they drop in autumn or they may persist through winter. Seeds are usually both prolific and fertile.  Unlike most other maples, A. negundo is fully dioecious and both a male and female tree are needed for reproduction to occur.  The shoots are green, often with a whitish to pink or violet waxy coating when young. Branches are smooth, somewhat brittle, and tend to retain a fresh green color rather than forming a bark of dead, protective tissue. The bark on its trunks is pale gray or light brown, deeply cleft into broad ridges, and scaly.  Unlike most other maples (which usually have simple, palmately lobed leaves), Acer negundo has pinnately compound leaves that usually have three to seven leaflets. Simple leaves are also occasionally present"
 },
 {
  "\"botanical_name\"": "\"Ulmus americana\"",
  "\"description\"": "\"The American elm is a deciduous hermaphroditic tree which, before the introduction of DED, commonly grew to more than 100 feet (30 m) tall with a trunk whose diameter at breast height was more than 4 feet (1.2 m) and whose circumference was more than 150 inches (380 cm) when supporting a high, spreading umbrella-like canopy. The leaves are alternate, 7–20 cm long, with double-serrate margins and an oblique base. The perfect flowers are small, purple-brown and, being wind-pollinated, apetalous. The flowers are also protogynous, the female parts maturing before the male, thus reducing, but not eliminating, self-fertilization,[6] and emerge in early spring before the leaves. The fruit is a flat samara 2 cm long by 1.5 cm broad, with a circular papery wing surrounding the single 4–5 mm seed. As in the closely related European White Elm Ulmus laevis, the flowers and seeds are borne on 1–3 cm long stems. American Elm is wholly insensitive to daylight length (photoperiod), and will continue to grow well into autumn until injured by frost.[7] Ploidy is 2n = 56, or more rarely, 2n = 28.\"",
  "\"benefits\"": "\"The American elm's wood is coarse, hard, and tough, with interlacing, contorted fibers that make it difficult to split or chop, and cause it to warp after sawing. Accordingly, the wood originally had few uses, save for making hubs for wagon wheels. Later, with the advent of mechanical sawing, American elm wood was used for barrel staves, trunk-slats, and hoop-poles, and subsequently became fundamental to the manufacture of wooden automobile bodies, with the intricate fibers holding screws unusually well.  Young twigs and branchlets of the American elm have tough, fibrous bark that has been used as a tying and binding material, even for rope swings for children, and also for making whips Young twigs and branchlets of the American elm have tough, fibrous bark that has been used as a tying and binding material, even for rope swings for children, and also for making whips\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia spp.\"",
  "\"description\"": "\"The Tilia's sturdy trunk stands like a pillar and the branches divide and subdivide into numerous ramifications on which the twigs are fine and thick. In summer, these are profusely clothed with large leaves and the result is a dense head of abundant foliage.  The leaves of all the Tilia species are heart-shaped, and most are asymmetrical. The tiny, pea-like fruit hangs attached to a ribbon-like, greenish-yellow bract whose apparent purpose is to launch the ripened seed clusters just a little beyond the parent tree. The flowers of the European and American Tilia species are similar, except the American ones bear a petal-like scale among their stamens and the European varieties are devoid of these appendages. All of the Tilia species may be propagated by cuttings and grafting, as well as by seed. They grow rapidly in rich soil, but are subject to the attack of many insects. Tilia is notoriously difficult to propagate from seed unless collected fresh in fall. If allowed to dry, the seeds go into a deep dormancy and take 18 months to germinate.  In particular, aphids are attracted by the rich supply of sap, and are in turn often \"\"farmed\"\" by ants for the production of the sap, which the ants collect for their own use, and the result can often be a dripping of excess sap onto the lower branches and leaves, and anything else below. Cars left under the trees can quickly become coated with a film of the syrup (\"\"honeydew\"\") thus dropped from higher up. The ant/aphid \"\"farming\"\" process does not appear to cause any serious damage to the trees.  The leaves of all the Tilia species are heart-shaped, and most are asymmetrical. The tiny, pea-like fruit hangs attached to a ribbon-like, greenish-yellow bract whose apparent purpose is to launch the ripened seed clusters just a little beyond the parent tree. The flowers of the European and American Tilia species are similar, except the American ones bear a petal-like scale among their stamens and the European varieties are devoid of these appendages. All of the Tilia species may be propagated by cuttings and grafting, as well as by seed. They grow rapidly in rich soil, but are subject to the attack of many insects. Tilia is notoriously difficult to propagate from seed unless collected fresh in fall. If allowed to dry, the seeds go into a deep dormancy and take 18 months to germinate.  In particular, aphids are attracted by the rich supply of sap, and are in turn often \"\"farmed\"\" by ants for the production of the sap, which the ants collect for their own use, and the result can often be a dripping of excess sap onto the lower branches and leaves, and anything else below. Cars left under the trees can quickly become coated with a film of the syrup (\"\"honeydew\"\") thus dropped from higher up. The ant/aphid \"\"farming\"\" process does not appear to cause any serious damage to the trees.\"",
  "\"benefits\"": "\"The linden is recommended as an ornamental tree when a mass of foliage or a deep shade is desired. The tree produces fragrant and nectar-producing flowers, and the medicinal herb lime blossom. They are very important honey plants for beekeepers, producing a very pale, but richly flavoured monofloral honey. The flowers are also used for herbal teas and tinctures",
  "\"conservation\"": " this kind of use is particularly popular in Europe and also used in North American herbal medicine practices.\""
 },
 {
  "\"botanical_name\"": "\"Acer saccharinum\"",
  "\"description\"": "\"The silver maple tree is a relatively fast-growing deciduous tree, commonly reaching a height of 15–25 m (49–82 ft), exceptionally 35 m (115 ft). Its spread will generally be 11–15 m (36–49 ft) wide. A 10-year-old sapling will stand about 8 m (26 ft) tall. It is often found along waterways and in wetlands, leading to the colloquial name \"\"water maple\"\". It is a highly adaptable tree, although it has higher sunlight requirements than other maple trees. Silver maple leaves The leaves are simple and palmately veined, 8–16 cm (3 1⁄4–6 1⁄4 in) long and 6–12 cm (2 1⁄4–4 3⁄4 in) broad, with deep angular notches between the five lobes. The 5–12 cm (2–4 3⁄4 in) long, slender stalks of the leaves mean that even a light breeze can produce a striking effect as the downy silver undersides of the leaves are exposed. The autumn color is less pronounced than in many maples, generally ending up a pale yellow, although some specimens can produce a more brilliant yellow and even orange and red colorations. The tree has a tendency to color and drop its leaves slightly earlier in autumn than other maples. Samaras and leaves forming in April The flowers are in dense clusters, produced before the leaves in early spring,[5] with the seeds maturing in early summer. The fruit are samaras, each containing a single seed, and winged, in pairs, small (5–10 mm or 0.20–0.39 in in diameter), the wing about 3–5 cm (1 1⁄4–2 in) long. The fruit are the largest of any native maple. Although the wings provide for some transport by air, the fruit are heavy and are also transported by water. Silver maple and its close cousin red maple are the only Acer species which produce their fruit crop in spring instead of fall. The seeds of both trees have no epigeal dormancy and will germinate immediately. Seed production begins at 11 years of age and large crops are produced most years. Like most maples, silver maple can be variably dioecious (separate male or female trees) or monoecious (male and female flowers on the same tree) but dioecious trees are far more common. They can also change sex from year to year.  On mature trunks, the bark is gray and shaggy. On branches and young trunks, the bark is smooth and silvery gray. Silver maple leaves The leaves are simple and palmately veined, 8–16 cm (3 1⁄4–6 1⁄4 in) long and 6–12 cm (2 1⁄4–4 3⁄4 in) broad, with deep angular notches between the five lobes. The 5–12 cm (2–4 3⁄4 in) long, slender stalks of the leaves mean that even a light breeze can produce a striking effect as the downy silver undersides of the leaves are exposed. The autumn color is less pronounced than in many maples, generally ending up a pale yellow, although some specimens can produce a more brilliant yellow and even orange and red colorations. The tree has a tendency to color and drop its leaves slightly earlier in autumn than other maples. Samaras and leaves forming in April The flowers are in dense clusters, produced before the leaves in early spring,[5] with the seeds maturing in early summer. The fruit are samaras, each containing a single seed, and winged, in pairs, small (5–10 mm or 0.20–0.39 in in diameter), the wing about 3–5 cm (1 1⁄4–2 in) long. The fruit are the largest of any native maple. Although the wings provide for some transport by air, the fruit are heavy and are also transported by water. Silver maple and its close cousin red maple are the only Acer species which produce their fruit crop in spring instead of fall. The seeds of both trees have no epigeal dormancy and will germinate immediately. Seed production begins at 11 years of age and large crops are produced most years. Like most maples, silver maple can be variably dioecious (separate male or female trees) or monoecious (male and female flowers on the same tree) but dioecious trees are far more common. They can also change sex from year to year.  On mature trunks, the bark is gray and shaggy. On branches and young trunks, the bark is smooth and silvery gray.\"",
  "\"benefits\"": "\"Wildlife uses the silver maple in various ways. In many parts of the eastern U.S., the large rounded buds are one of the primary food sources for squirrels during the spring, after many acorns and nuts have sprouted and the squirrels' food is scarce. The seeds are also a food source for squirrels, chipmunks and birds. The bark can be eaten by beaver and deer. The trunks tend to produce cavities, which can shelter squirrels, raccoons, opossums, owls and woodpeckers. Additionally, the leaves serve as a source of food for species of Lepidoptera, such as the rosy maple moth \"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Syringa reticulata\"",
  "\"description\"": "\"Syringa reticulata is a deciduous small tree growing to a height of 39' (12 m), rarely to 49' (15 m), with a trunk up to 11.8\"\" (30 cm), rarely 15.7\"\" (40 cm) diameter",
  "\"benefits\"": " it is the largest species of lilac, and the only one that regularly makes a small tree rather than a shrub. The leaves are elliptic-acute, 1\"\"-6\"\"(2.5–15 cm) long and 1/2\"\"-4\"\" (1–8 cm) broad, with an entire margin, and a roughish texture with slightly impressed veins. The flowers are white or creamy-white, the corolla with a tubular base 0.16\"\"-0.24\"\"(4–6 mm) long and a four-lobed apex 0.12\"\"-0.24\"\" (3–6 mm) across, and a strong fragrance",
  "\"conservation\"": " they are produced in broad panicles 2\"\"-11\"\" (5–30 cm) long and 1\"\"-8\"\" (3–20 cm) broad in early summer. The fruit is a dry, smooth brown capsule (15–25 mm long), splitting in two to release the two winged seeds.\""
 },
 {
  "\"botanical_name\"": "\"Aesculus glabra\"",
  "\"description\"": "\"The tree species Aesculus glabra is commonly known as Ohio buckeye, American buckeye, or fetid buckeye. A. glabra is one of 13–19 species of Aesculus. It is native primarily to the Midwestern and lower Great Plains regions of the United States, extending southeast into the Nashville Basin.[2] It is also found locally in the extreme southwest of Ontario, on Walpole Island in Lake St. Clair, and in isolated but large populations in the South (Adams County, Mississippi).[2] It is a medium-sized deciduous tree growing to 15 to 25 m (49 to 82 ft) tall. The leaves are palmately compound with five 8–16 cm (3.1–6.3 in) long and broad. The flowers are produced in panicles in spring, red, yellow to yellow-green, each flower 2–3 cm (0.79–1.18 in) long with the stamens longer than the petals (unlike the related yellow buckeye, where the stamens are shorter than the petals). The fruit is a round capsule 4–5 cm (1.6–2.0 in) diameter, containing one nut-like seed, 2–3 cm (0.79–1.18 in) in diameter, brown with a whitish basal scar. The inedible seeds contain tannic acid and are poisonous to both cattle and humans. The young foliage of the tree is also poisonous It is native primarily to the Midwestern and lower Great Plains regions of the United States, extending southeast into the Nashville Basin.[2] It is also found locally in the extreme southwest of Ontario, on Walpole Island in Lake St. Clair, and in isolated but large populations in the South (Adams County, Mississippi).[2] It is a medium-sized deciduous tree growing to 15 to 25 m (49 to 82 ft) tall. The leaves are palmately compound with five 8–16 cm (3.1–6.3 in) long and broad. The flowers are produced in panicles in spring, red, yellow to yellow-green, each flower 2–3 cm (0.79–1.18 in) long with the stamens longer than the petals (unlike the related yellow buckeye, where the stamens are shorter than the petals). The fruit is a round capsule 4–5 cm (1.6–2.0 in) diameter, containing one nut-like seed, 2–3 cm (0.79–1.18 in) in diameter, brown with a whitish basal scar. The inedible seeds contain tannic acid and are poisonous to both cattle and humans. The young foliage of the tree is also poisonous\"",
  "\"benefits\"": "\"Native Americans blanched buckeye nuts, extracting the tannic acid for use in making leather. The nuts can also be dried, turning dark as they harden with exposure to the air, and strung into necklaces similar to those made from the kukui nut in Hawaii.  Buckeye candy, made to resemble the tree's nut, is made by dipping a ball of peanut butter fudge in milk chocolate, leaving a circle of the peanut butter exposed.These are a popular treat in Ohio, especially during the Christmas and college football seasons.  Buckeye candy, made to resemble the tree's nut, is made by dipping a ball of peanut butter fudge in milk chocolate, leaving a circle of the peanut butter exposed.These are a popular treat in Ohio, especially during the Christmas and college football seasons.\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Betula papyrifera\"",
  "\"description\"": "\"It is a medium-sized deciduous tree typically reaching 20 m (66 feet) tall,and exceptionally to 40 m (130 feet) with a trunk up to 75 cm (30 inches) in diameter.Within forests, it often grows with a single trunk but when grown as a landscape tree it may develop multiple trunks or branch close to the ground.  Paper birch is a typically short-lived species. It handles heat and humidity poorly and may live only 30 years in zones six and up, while trees in colder-climate regions can grow for more than 100 years. B. papyrifera will grow in many soil types, from steep rocky outcrops to flat muskegs of the boreal forest. Best growth occurs in deeper, well drained to dry soils, depending on the location.  In older trees, the bark is white, commonly brightly so, flaking in fine horizontal strips to reveal a pinkish or salmon-colored inner bark.It often has small black marks and scars. In individuals younger than five years, the bark appears a brown red color with white lenticels, making the tree much harder to distinguish from other birches. The bark is highly weather-resistant. It has a high oil content and this gives it its waterproof and weather-resistant characteristics. Often, the wood of a downed paper birch will rot away, leaving the hollow bark intact. The leaves are dark green and smooth on the upper surface",
  "\"benefits\"": " the lower surface is often pubescent on the veins. They are alternately arranged on the stem, oval to triangular in shape, 5–10 cm (2–4 inches) long and about ​2⁄3 as wide. The leaf is rounded at the base and tapering to an acutely pointed tip. The leaves have a doubly serrated margin with relatively sharp teeth. Each leaf has a petiole about 2.5 cm (0.98 inches) long that connects it to the stems. The fall color is a bright yellow color that contributes to the bright colors within the northern deciduous forest. The leaf buds are conical and small and green-colored with brown edges. The stems are a reddish-brown color and may be somewhat hairy when young. The flowers are wind-pollinated catkins",
  "\"conservation\"": " the female flowers are greenish and 3.8 cm (1.5 inches) long growing from the tips of twigs. The male (staminate) flowers are 5–10 cm (2–4 inches) long and a brownish color. The tree flowers from mid-April to June depending on location. Paper birch is monoecious, meaning that one plant has both male and female flowers. The fruit matures in the fall. The mature fruit is composed of numerous tiny winged seeds packed between the catkin bracts. They drop between September and spring. At 15 years of age, the tree will start producing seeds but will be in peak seed production between 40 and 70 years.The seed production is irregular, with a heavy seed crop produced typically every other year and with at least some seeds being produced every year. In average seed years, 2,500,000 seeds per hectare (1,000,000 per acre) are produced, but in bumper years 86,000,000 per hectare (35,000,000 per acre) may be produced. The seeds are light and blow in the wind to new areas"
 },
 {
  "\"botanical_name\"": "\"Prunus maakii\"",
  "\"description\"": "\"Prunus maackii, commonly called the Manchurian cherry or Amur chokecherry, is a species of cherry native to Korea and both banks of the Amur River, in Manchuria in northeastern China, and Amur Oblast and Primorye in southeastern Russia. Bark on a cultivated plant It is a deciduous tree growing to 4–10 m tall. The bark on young trees is very distinct, smooth, glossy bronze-yellow, but becoming fissured and dull dark grey-brown with age. The leaves are alternate, ovate, 4–8 cm long and 2.8–5 cm broad, with a pubescent 1–1.5 cm petiole, and an entire or very finely serrated margin",
  "\"benefits\"": " they are dark green above, slightly paler and pubescent on the veins below. The flowers produced on erect spikes 5–7 cm long, each flower 8–10 mm diameter, with five white petals. The fruit is a small cherry-like drupe 5–7 mm diameter, green at first, turning first red then dark purple or black at maturity. Flowering is in mid spring, with the fruit ripe in early summer to early autumn.  It was named after Richard Karlovich Maack (1825-1886) who discovered it, and described by Ruprecht in Bull. Cl. Phys.-Math. Acad. Imp. Sci. Saint-Pétersbourg 15: 361 (1857) Bark on a cultivated plant It is a deciduous tree growing to 4–10 m tall. The bark on young trees is very distinct, smooth, glossy bronze-yellow, but becoming fissured and dull dark grey-brown with age. The leaves are alternate, ovate, 4–8 cm long and 2.8–5 cm broad, with a pubescent 1–1.5 cm petiole, and an entire or very finely serrated margin",
  "\"conservation\"": " they are dark green above, slightly paler and pubescent on the veins below. The flowers produced on erect spikes 5–7 cm long, each flower 8–10 mm diameter, with five white petals. The fruit is a small cherry-like drupe 5–7 mm diameter, green at first, turning first red then dark purple or black at maturity. Flowering is in mid spring, with the fruit ripe in early summer to early autumn.  It was named after Richard Karlovich Maack (1825-1886) who discovered it, and described by Ruprecht in Bull. Cl. Phys.-Math. Acad. Imp. Sci. Saint-Pétersbourg 15: 361 (1857)\""
 },
 {
  "\"botanical_name\"": "\"Tilia americana\"",
  "\"description\"": "\"The American basswood is a medium-sized to large deciduous tree reaching a height of 18 to 37 m (60 to 120 ft) exceptionally 39 m (128 ft) with a trunk diameter of 1–1.5 m (3–5 ft) at maturity. It grows faster than many North American hardwoods, often twice the annual growth rate of American beech and many birch species. Life expectancy is around 200 years, with flowering and seeding generally occurring between 15 and 100 years, though occasionally seed production may start as early as 8 years.  The crown is domed, the branches spreading, often pendulous. The bark is gray to light brown, with narrow, well defined fissures. The roots are large, deep, and spreading. The twigs are smooth, reddish-green, becoming light gray in their second year, finally dark brown or brownish gray, marked with dark wart-like excrescences. The winter buds are stout, ovate-acute, smooth, deep red, with two bud scales visible.  The leaves are simple, alternately arranged, ovate to cordate, asymmetrical, unequal at the base (the side nearest the branch the largest), 10–15 cm (4–6 in) (can grow up to 25 cm or 10 in) long and broad, with a long, slender petiole, a coarsely serrated margin and an acuminate apex. Bean noted that occasionally, enormous leaves measuring 38 cm or 15 in long by 25 cm or 10 in wide appear on thick, succulent shoots. They open from the bud conduplicate, pale green, downy",
  "\"benefits\"": " when full grown are dark green, smooth, shining above, paler beneath, with tufts of rusty brown hairs in the axils of the primary veins",
  "\"conservation\"": " the small stipules fall soon after leaf opening. The fall color is yellow-green to yellow. Both the twigs and leaves contain mucilaginous sap.  The flowers are small, fragrant, yellowish-white, 10–14 mm (13⁄32–9⁄16 inch) in diameter, arranged in drooping, cymose clusters of 6–20 with a whitish-green leaf-like bract attached for half its length at the base of the cyme. They are perfect, regular, with five sepals and petals, numerous stamens, and a five-celled superior ovary. The leaves emerge in mid-spring, but the flowers require day lengths of approximately 14 hours and 30 minutes to form, hence T. americana's range is limited to north of the 35th parallel. Time of flowering varies by several weeks depending on the latitude"
 },
 {
  "\"botanical_name\"": "The crown is domed, the branches spreading, often pendulous. The bark is gray to light brown, with narrow, well defined fissures. The roots are large, deep, and spreading. The twigs are smooth, reddish-green, becoming light gray in their second year, finally dark brown or brownish gray, marked with dark wart-like excrescences. The winter buds are stout, ovate-acute, smooth, deep red, with two bud scales visible."
 },
 {
  "\"botanical_name\"": "The leaves are simple, alternately arranged, ovate to cordate, asymmetrical, unequal at the base (the side nearest the branch the largest), 10–15 cm (4–6 in) (can grow up to 25 cm or 10 in) long and broad, with a long, slender petiole, a coarsely serrated margin and an acuminate apex. Bean noted that occasionally, enormous leaves measuring 38 cm or 15 in long by 25 cm or 10 in wide appear on thick, succulent shoots. They open from the bud conduplicate, pale green, downy",
  "\"description\"": " when full grown are dark green, smooth, shining above, paler beneath, with tufts of rusty brown hairs in the axils of the primary veins",
  "\"benefits\"": " the small stipules fall soon after leaf opening. The fall color is yellow-green to yellow. Both the twigs and leaves contain mucilaginous sap."
 },
 {
  "\"botanical_name\"": "The flowers are small, fragrant, yellowish-white, 10–14 mm (13⁄32–9⁄16 inch) in diameter, arranged in drooping, cymose clusters of 6–20 with a whitish-green leaf-like bract attached for half its length at the base of the cyme. They are perfect, regular, with five sepals and petals, numerous stamens, and a five-celled superior ovary. The leaves emerge in mid-spring, but the flowers require day lengths of approximately 14 hours and 30 minutes to form, hence T. americana's range is limited to north of the 35th parallel. Time of flowering varies by several weeks depending on the latitude",
  "\"description\"": " early May in Canada and early June in the extreme southern extent. Leaf drop in fall occurs between early and late October depending on the latitude. The flowers are fragrant and insect-pollinated."
 },
 {
  "\"botanical_name\"": "The fruit is a small, globose, downy, hard and dry cream-colored nutlet with a diameter of 8–10 mm (5⁄16–13⁄32 in).\"",
  "\"description\"": "\"The wood is pale brown, sometimes nearly white or faintly tinged with red",
  "\"benefits\"": " light, soft with fine close grain",
  "\"conservation\"": " clear of knots but does not split easily. It is low in strength and has a poor steam-bending classification. It can take stains and polish without difficulty and it planes, glues, screws and nails well.It is sold generally under the name basswood, but is sometimes confounded with tulip-wood and then called white-wood, and is largely used in the manufacture of wooden-ware, wagon boxes and furniture. It has a density of 0.4525 (relative to water). The wood is considered odorless. This makes it valuable in the manufacture of wooden-ware, cheap furniture, and bodies of carriages"
 },
 {
  "\"botanical_name\"": "It is a common wood for use in the production of solid-body electric guitars, where it is considered an analogue for aspen and poplar, because it is light, strong and resonant, though it is usually used for guitars that will be painted an opaque color, because its lack of notable grain makes it an unattractive candidate for transparent finish. It is especially popular in heavy metal. Linden wood rots easily and old trees have many cavities that serve as nesting places for birds."
 },
 {
  "\"botanical_name\"": " Tilia cordata is believed to be stronger, T. americana is also used medicinally. The dried flowers are mildly sweet and sticky, and the fruit is somewhat sweet and mucilaginous. Linden tea has a pleasing taste, due to the aromatic volatile oil found in the flowers. The flowers, leaves, wood, and charcoal (obtained from the wood) are used for medicinal purposes. Active ingredients in the linden flowers include flavonoids (which act as antioxidants), volatile oils, and mucilaginous constituents (which soothe and reduce inflammation). The plant also contains tannins that can act as an astringent.[12]"
 },
 {
  "\"botanical_name\"": "Linden flowers are used in colds, cough, fever, infections, inflammation, high blood pressure, headache (particularly migraine), as a diuretic (increases urine production), antispasmodic (reduces smooth muscle spasm along the digestive tract), and sedative. The flowers were added to baths to quell hysteria, and steeped as a tea to relieve anxiety-related indigestion, irregular heartbeat, and vomiting. The leaves are used to promote sweating to reduce fevers. The wood is used for liver and gallbladder disorders and cellulitis (inflammation of the skin and surrounding soft tissue). That wood burned to charcoal is ingested to treat intestinal disorders and used topically to treat edema or infection, such as cellulitis or ulcers of the lower leg."
 },
 {
  "\"botanical_name\"": "Several animal studies showed that the extract of T. americana increased sleeping time with 50 minutes (similar to the effects of diazepam) and decreased movement, which indicates sedative effects.It is argued that its mechanism of action is due to the flavonoid quercetin, as it inhibits the release of histamine\"",
  "\"description\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia x flavescens 'Glenleven'\"",
  "\"description\"": "\"Tilia is a genus of about 30 species of trees or bushes, native throughout most of the temperate Northern Hemisphere. In the British Isles, they are commonly called lime trees, or lime bushes, although they are not closely related to the tree that produces the lime fruit. Other names include linden for the European species, and basswood for North American species.The genus occurs in Europe and eastern North America, but the greatest species diversity is found in Asia. Under the Cronquist classification system, this genus was placed in the family Tiliaceae, but genetic research summarised by the Angiosperm Phylogeny Group has resulted in the incorporation of this genus, and of most of the previous family, into the Malvaceae."
 },
 {
  "\"botanical_name\"": "Tilia species are mostly large, deciduous trees, reaching typically 20 to 40 m (65 to 130 ft) tall, with oblique-cordate leaves 6 to 20 cm (2 1⁄4 to 7 3⁄4 in) across. As with elms, the exact number of species is uncertain, as many of the species can hybridise readily, both in the wild and in cultivation. Limes are hermaphroditic, having perfect flowers with both male and female parts, pollinated by insects.\"",
  "\"description\"": "\"The linden is recommended as an ornamental tree when a mass of foliage or a deep shade is desired.  The tree produces fragrant and nectar-producing flowers, and the medicinal herb lime blossom. They are very important honey plants for beekeepers, producing a very pale, but richly flavoured monofloral honey. The flowers are also used for herbal teas and tinctures",
  "\"benefits\"": " this kind of use is particularly popular in Europe and also used in North American herbal medicine practices."
 },
 {
  "\"botanical_name\"": "Tilia species are mostly large, deciduous trees, reaching typically 20 to 40 m (65 to 130 ft) tall, with oblique-cordate leaves 6 to 20 cm (2 1⁄4 to 7 3⁄4 in) across. As with elms, the exact number of species is uncertain, as many of the species can hybridise readily, both in the wild and in cultivation. Limes are hermaphroditic, having perfect flowers with both male and female parts, pollinated by insects.\"",
  "\"description\"": ""
 },
 {
  "\"botanical_name\"": "\"Celtis occidentalis 'Delta'\"",
  "\"description\"": "\"The common hackberry is a medium-sized tree, 9 to 15 metres (30 to 50 ft) in height, with a slender trunk. In the best conditions in the southern Mississippi Valley area, it can grow to 40 metres (130 ft). It has a handsome round-topped head and pendulous branches. It prefers rich moist soil, but will grow on gravelly or rocky hillsides. The roots are fibrous and it grows rapidly. In the western part of its range, trees may still grow up to 29 m (95 ft).The maximum age attained by hackberry is probably between 150 and 200 years in ideal conditions.  The bark is light brown or silvery gray, broken on the surface into thick appressed scales and sometimes roughened with excrescences",
  "\"benefits\"": " the pattern is very distinctive. The remarkable bark pattern is even more pronounced in younger trees, with the irregularly-spaced ridges resembling long geologic palisades of sedimentary [layered] rock formations when viewed edge-wise [cross-section]. Coins as large as USA quarters can easily be laid flat against the valleys, which may be as deep as an adult human finger. The branchlets are slender, and their color transitions from light green to red brown and finally to dark red-brown. The winter buds are axillary, ovate, acute, somewhat flattened, one-fourth of an inch long, light brown. The bud scales enlarge with the growing shoot, and the innermost become stipules. No terminal bud is formed.  The leaves are alternately arranged on the branchlets, ovate to ovate-lanceolate, often slightly falcate, 5–12 cm (2–4 3⁄4 in) long by 3–9 cm (1 1⁄4–3 1⁄2 in), very oblique at the base, with a pointed tip. The margin is serrate (toothed), except at the base which is mostly entire (smooth). The leaf has three nerves, the midrib and primary veins prominent. The leaves come out of the bud conduplicate with slightly involute margins, pale yellow green, downy",
  "\"conservation\"": " when full grown are thin, bright green, rough above, paler green beneath. In autumn they turn to a light yellow. Petioles slender, slightly grooved, hairy. Stipules varying in form, caducous."
 },
 {
  "\"botanical_name\"": "The bark is light brown or silvery gray, broken on the surface into thick appressed scales and sometimes roughened with excrescences",
  "\"description\"": " the pattern is very distinctive. The remarkable bark pattern is even more pronounced in younger trees, with the irregularly-spaced ridges resembling long geologic palisades of sedimentary [layered] rock formations when viewed edge-wise [cross-section]. Coins as large as USA quarters can easily be laid flat against the valleys, which may be as deep as an adult human finger. The branchlets are slender, and their color transitions from light green to red brown and finally to dark red-brown. The winter buds are axillary, ovate, acute, somewhat flattened, one-fourth of an inch long, light brown. The bud scales enlarge with the growing shoot, and the innermost become stipules. No terminal bud is formed."
 },
 {
  "\"botanical_name\"": "The leaves are alternately arranged on the branchlets, ovate to ovate-lanceolate, often slightly falcate, 5–12 cm (2–4 3⁄4 in) long by 3–9 cm (1 1⁄4–3 1⁄2 in), very oblique at the base, with a pointed tip. The margin is serrate (toothed), except at the base which is mostly entire (smooth). The leaf has three nerves, the midrib and primary veins prominent. The leaves come out of the bud conduplicate with slightly involute margins, pale yellow green, downy",
  "\"description\"": " when full grown are thin, bright green, rough above, paler green beneath. In autumn they turn to a light yellow. Petioles slender, slightly grooved, hairy. Stipules varying in form, caducous.\"",
  "\"benefits\"": "\"The common hackberry is a medium-sized tree, 9 to 15 metres (30 to 50 ft) in height, with a slender trunk. In the best conditions in the southern Mississippi Valley area, it can grow to 40 metres (130 ft). It has a handsome round-topped head and pendulous branches. It prefers rich moist soil, but will grow on gravelly or rocky hillsides. The roots are fibrous and it grows rapidly. In the western part of its range, trees may still grow up to 29 m (95 ft).The maximum age attained by hackberry is probably between 150 and 200 years in ideal conditions.  The bark is light brown or silvery gray, broken on the surface into thick appressed scales and sometimes roughened with excrescences",
  "\"conservation\"": " the pattern is very distinctive. The remarkable bark pattern is even more pronounced in younger trees, with the irregularly-spaced ridges resembling long geologic palisades of sedimentary [layered] rock formations when viewed edge-wise [cross-section]. Coins as large as USA quarters can easily be laid flat against the valleys, which may be as deep as an adult human finger. The branchlets are slender, and their color transitions from light green to red brown and finally to dark red-brown. The winter buds are axillary, ovate, acute, somewhat flattened, one-fourth of an inch long, light brown. The bud scales enlarge with the growing shoot, and the innermost become stipules. No terminal bud is formed.  The leaves are alternately arranged on the branchlets, ovate to ovate-lanceolate, often slightly falcate, 5–12 cm (2–4 3⁄4 in) long by 3–9 cm (1 1⁄4–3 1⁄2 in), very oblique at the base, with a pointed tip. The margin is serrate (toothed), except at the base which is mostly entire (smooth). The leaf has three nerves, the midrib and primary veins prominent. The leaves come out of the bud conduplicate with slightly involute margins, pale yellow green, downy"
 },
 {
  "\"botanical_name\"": "\"Ulmus spp.\"",
  "\"description\"": "\"Elms are deciduous and semi-deciduous trees comprising the flowering plant genus Ulmus in the plant family Ulmaceae. The genus first appeared in the Miocene geological period about 20 million years ago, originating in what is now central Asia. These trees flourished and spread over most of the Northern Hemisphere, inhabiting the temperate and tropical-montane regions of North America and Eurasia, presently ranging southward across the Equator into Indonesia.  Elms are components of many kinds of natural forests. Moreover, during the 19th and early 20th centuries many species and cultivars were also planted as ornamental street, garden, and park trees in Europe, North America, and parts of the Southern Hemisphere, notably Australasia. Some individual elms reached great size and age.The genus is hermaphroditic, having apetalous perfect flowers which are wind-pollinated. Elm leaves are alternate, with simple, single- or, most commonly, doubly serrate margins, usually asymmetric at the base and acuminate at the apex. The fruit is a round wind-dispersed samara flushed with chlorophyll, facilitating photosynthesis before the leaves emerge. The samarae are very light, those of British elms numbering around 50,000 to the pound (454 g). All species are tolerant of a wide range of soils and pH levels but, with few exceptions, demand good drainage. The elm tree can grow to great height, often with a forked trunk creating a vase profile. "
 },
 {
  "\"botanical_name\"": "Elms are components of many kinds of natural forests. Moreover, during the 19th and early 20th centuries many species and cultivars were also planted as ornamental street, garden, and park trees in Europe, North America, and parts of the Southern Hemisphere, notably Australasia. Some individual elms reached great size and age.The genus is hermaphroditic, having apetalous perfect flowers which are wind-pollinated. Elm leaves are alternate, with simple, single- or, most commonly, doubly serrate margins, usually asymmetric at the base and acuminate at the apex. The fruit is a round wind-dispersed samara flushed with chlorophyll, facilitating photosynthesis before the leaves emerge. The samarae are very light, those of British elms numbering around 50,000 to the pound (454 g). All species are tolerant of a wide range of soils and pH levels but, with few exceptions, demand good drainage. The elm tree can grow to great height, often with a forked trunk creating a vase profile."
 },
 {
  "\"botanical_name\"": "\"",
  "\"description\"": "\"They were particularly popular as a street tree in avenue plantings in towns and cities, creating high-tunnelled effects. Their quick growth and variety of foliage and forms, their tolerance of air-pollution and the comparatively rapid decomposition of their leaf-litter in the fall were further advantages.  In North America, the species most commonly planted was the American elm (Ulmus americana), which had unique properties that made it ideal for such use: rapid growth, adaptation to a broad range of climates and soils, strong wood, resistance to wind damage, and vase-like growth habit requiring minimal pruning.\"",
  "\"benefits\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix spp.\"",
  "\"description\"": "\"Willows all have abundant watery bark sap, which is heavily charged with salicylic acid, soft, usually pliant, tough wood, slender branches, and large, fibrous, often stoloniferous roots. The roots are remarkable for their toughness, size, and tenacity to live, and roots readily sprout from aerial parts of the plant.  The leaves are typically elongated, but may also be round to oval, frequently with serrated edges. Most species are deciduous",
  "\"benefits\"": " semievergreen willows with coriaceous leaves are rare, e.g. Salix micans and S. australior in the eastern Mediterranean. All the buds are lateral",
  "\"conservation\"": " no absolutely terminal bud is ever formed. The buds are covered by a single scale. Usually, the bud scale is fused into a cap-like shape, but in some species it wraps around and the edges overlap. The leaves are simple, feather-veined, and typically linear-lanceolate. Usually they are serrate, rounded at base, acute or acuminate. The leaf petioles are short, the stipules often very conspicuous, resembling tiny, round leaves, and sometimes remaining for half the summer. On some species, however, they are small, inconspicuous, and caducous (soon falling). In color, the leaves show a great variety of greens, ranging from yellowish to bluish color. Willows are among the earliest woody plants to leaf out in spring and the last to drop their leaves in autumn. Leafout may occur as early as February depending on the climate and is stimulated by air temperature. If daytime highs reach 55 °F (10 °C) for a few consecutive days, a willow will attempt to put out leaves and flowers. Leaf drop in autumn occurs when day length shortens to approximately ten hours and 25 minutes, which varies by latitude (as early as the first week of October for boreal species such as S. alaxensis and as late as the third week of December for willows growing in far southern areas)."
 },
 {
  "\"botanical_name\"": "The leaves are typically elongated, but may also be round to oval, frequently with serrated edges. Most species are deciduous",
  "\"description\"": " semievergreen willows with coriaceous leaves are rare, e.g. Salix micans and S. australior in the eastern Mediterranean. All the buds are lateral",
  "\"benefits\"": " no absolutely terminal bud is ever formed. The buds are covered by a single scale. Usually, the bud scale is fused into a cap-like shape, but in some species it wraps around and the edges overlap. The leaves are simple, feather-veined, and typically linear-lanceolate. Usually they are serrate, rounded at base, acute or acuminate. The leaf petioles are short, the stipules often very conspicuous, resembling tiny, round leaves, and sometimes remaining for half the summer. On some species, however, they are small, inconspicuous, and caducous (soon falling). In color, the leaves show a great variety of greens, ranging from yellowish to bluish color. Willows are among the earliest woody plants to leaf out in spring and the last to drop their leaves in autumn. Leafout may occur as early as February depending on the climate and is stimulated by air temperature. If daytime highs reach 55 °F (10 °C) for a few consecutive days, a willow will attempt to put out leaves and flowers. Leaf drop in autumn occurs when day length shortens to approximately ten hours and 25 minutes, which varies by latitude (as early as the first week of October for boreal species such as S. alaxensis and as late as the third week of December for willows growing in far southern areas).\"",
  "\"conservation\"": "\"The leaves and bark of the willow tree have been mentioned in ancient texts from Assyria, Sumer and Egypt[citation needed] as a remedy for aches and fever, and in Ancient Greece the physician Hippocrates wrote about its medicinal properties in the fifth century BC. Native Americans across the Americas relied on it as a staple of their medical treatments. It provides temporary pain relief. Salicin is metabolized into salicylic acid in the human body, and is a precursor of aspirin.In 1763, its medicinal properties were observed by the Reverend Edward Stone in England. He notified the Royal Society, which published his findings. The active extract of the bark, called salicin, was isolated to its crystalline form in 1828 by Henri Leroux, a French pharmacist, and Raffaele Piria, an Italian chemist, who then succeeded in separating out the compound in its pure state. In 1897, Felix Hoffmann created a synthetically altered version of salicin (in his case derived from the Spiraea plant), which caused less digestive upset than pure salicylic acid. The new drug, formally acetylsalicylic acid, was named Aspirin by Hoffmann's employer Bayer AG. This gave rise to the hugely important class of drugs known as nonsteroidal anti-inflammatory drugs (NSAIDs).\""
 },
 {
  "\"botanical_name\"": "\"Gleditsia triacanthos\"",
  "\"description\"": "\"The honey locust, Gleditsia triacanthos, can reach a height of 20m (66 ft.). They exhibit fast growth, but live a medium-long life span of about 120 years[2]. The leaves are pinnately compound on older trees but bipinnately compound on vigorous young trees. The leaflets are 1.5–2.5 cm (5⁄8–1 in) (smaller on bipinnate leaves) and bright green. They turn yellow in the fall (autumn). Honey locusts leaf out relatively late in spring, but generally slightly earlier than the black locust (Robinia pseudoacacia). The strongly scented cream-colored flowers appear in late spring, in clusters emerging from the base of the leaf axils.  The fruit of the honey locust is a flat legume (pod) that matures in early autumn. The pods are generally between 15–20 cm (6–8 in). The seeds are dispersed by grazing herbivores such as cattle and horses, which eat the pod pulp and excrete the seeds in droppings",
  "\"benefits\"": " the animal's digestive system assists in breaking down the hard seed coat, making germination easier. In addition, the seeds are released in the host's manure, providing fertilizer for them. Honey locust seed pods ripen in late spring and germinate rapidly when temperatures are warm enough.  Honey locusts commonly have thorns 3–10 cm (1 1⁄4–4 in) long growing out of the branches, some reaching lengths over 20 cm (8 in)",
  "\"conservation\"": " these may be single, or branched into several points, and commonly form dense clusters.[1] The thorns are fairly soft and green when young, harden and turn red as they age, then fade to ash grey and turn brittle when mature. These thorns are thought to have evolved to protect the trees from browsing Pleistocene megafauna, which may also have been involved in seed dispersal, but the size and spacing of them is less useful in defending against smaller extant herbivores such as deer. Thornless forms (Gleditsia triacanthos var. inermis) are occasionally found growing wild and are available as nursery plants.[1] Hybridization of honey locust with water locust (G. aquatica) has been reported.\""
 },
 {
  "\"botanical_name\"": "\"Thuja occidentalis\"",
  "\"description\"": "\"Unlike the closely related western red-cedar (Thuja plicata), northern white-cedar is only a small or medium-sized tree, growing to a height of 15 m (49 ft) tall with a 0.9 m (3.0 ft) trunk diameter, exceptionally to 38 metres (125 ft) tall and 1.8 metres (5.9 ft) diameter.[5] The tree is often stunted or prostrate in less favorable locations. The bark is red-brown, furrowed and peels in narrow, longitudinal strips.  Northern white-cedar has fan-like branches and scaly leaves. The foliage forms in flat sprays with scale-like leaves 3–5 millimetres (1⁄8–3⁄16 in) long.  The seed cones are slender, yellow-green, ripening to brown, 9–14 millimetres (3⁄8–9⁄16 in) long and 4–5 millimetres (5⁄32–3⁄16 in) broad,[citation needed] with 6-8 overlapping scales. They contain about 8 seeds each.[5] The branches may take root if the tree falls\"",
  "\"benefits\"": "\"White-cedar is a tree with important uses in traditional Ojibwe culture. Honored with the name Nookomis Giizhik (\"\"Grandmother Cedar\"\"), the tree is the subject of sacred legends and is considered a gift to humanity for its myriad uses, among them crafts, construction, and medicine. It is one of the four plants of the Ojibwe medicine wheel, associated with the north. White-cedar foliage is rich in Vitamin C and is believed to be the annedda which cured the scurvy of Jacques Cartier and his party in the winter of 1535–1536. Due to the presence of the neurotoxic compound thujone, internal use can be harmful if used for prolonged periods or while pregnant.  Northern white-cedar is commercially used for rustic fencing and posts, lumber, poles, shingles and in the construction of log cabins. White-cedar is the preferred wood for the structural elements, such as ribs and planking, of birchbark canoes and the planking of wooden canoes.  The essential oil within the plant has been used for cleansers, disinfectants, hair preparations, insecticides, liniment, room sprays, and soft soaps. There are some reports that the Ojibwa made a soup from the inner bark of the soft twigs. Others have used the twigs to make teas to relieve constipation and headache.  In the 19th century, T. occidentalis extract was in common use as an externally applied tincture or ointment for the treatment of warts, ringworm, and thrush. \"\"An injection of the tincture into venereal warts is said to cause them to disappear.\"\"  Strips of clear, northern white-cedar wood were used to make the original Au Sable river boats, formerly known as the \"\"pickup trucks of the Au Sable\"\". The light, rot resistant wood was preferred but is now commonly replaced by marine grade plywood. Since the plywood is available in lengths of 8 feet, the modern boats are slightly shorter than the older boats which were around 25 feet long.\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Sorbus decora\"",
  "\"description\"": "\"Showy mountain-ash grows 4–10 metres (13–33 ft) tall. Its leaves are odd-pinnately compound, with 11–17 leaflets. Each leaflet is 5–10 cm (2–4 in) long and 1–2.5 cm (3⁄8–1 in) wide. All parts are hairless to slightly hairy. Flowers are borne in 125- to more than 400-flowered panicles 6–25 cm (2 1⁄4–9 3⁄4 in) across. Each flower is 5–7.5 cm (2–3 in) across and has five white petals 2.5–3.5 mm (3⁄32–1⁄8 in) long, 14–20 stamens, and carpels with 3–4 styles. The fruits (pomes) are bright red to orange-red and 4–7 mm (5⁄32–9⁄32 in) across\"",
  "\"benefits\"": "\"It is often cultivated as an ornamental plant for its cold-hardiness, its attractive flowers, and its large clusters of small red berry-like pomes.  The fruits are an important source of food for wildlife, particularly birds in the winter and early spring.\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus maakii 'Jefspur'\"",
  "\"description\"": "\"Prunus maackii, commonly called the Manchurian cherry or Amur chokecherry, is a species of cherry native to Korea and both banks of the Amur River, in Manchuria in northeastern China, and Amur Oblast and Primorye in southeastern Russia. Bark on a cultivated plant It is a deciduous tree growing to 4–10 m tall. The bark on young trees is very distinct, smooth, glossy bronze-yellow, but becoming fissured and dull dark grey-brown with age. The leaves are alternate, ovate, 4–8 cm long and 2.8–5 cm broad, with a pubescent 1–1.5 cm petiole, and an entire or very finely serrated margin",
  "\"benefits\"": " they are dark green above, slightly paler and pubescent on the veins below. The flowers produced on erect spikes 5–7 cm long, each flower 8–10 mm diameter, with five white petals. The fruit is a small cherry-like drupe 5–7 mm diameter, green at first, turning first red then dark purple or black at maturity. Flowering is in mid spring, with the fruit ripe in early summer to early autumn.  It was named after Richard Karlovich Maack (1825-1886) who discovered it, and described by Ruprecht in Bull. Cl. Phys.-Math. Acad. Imp. Sci. Saint-Pétersbourg 15: 361 (1857)"
 },
 {
  "\"botanical_name\"": "Bark on a cultivated plant"
 },
 {
  "\"botanical_name\"": "It is a deciduous tree growing to 4–10 m tall. The bark on young trees is very distinct, smooth, glossy bronze-yellow, but becoming fissured and dull dark grey-brown with age. The leaves are alternate, ovate, 4–8 cm long and 2.8–5 cm broad, with a pubescent 1–1.5 cm petiole, and an entire or very finely serrated margin",
  "\"description\"": " they are dark green above, slightly paler and pubescent on the veins below. The flowers produced on erect spikes 5–7 cm long, each flower 8–10 mm diameter, with five white petals. The fruit is a small cherry-like drupe 5–7 mm diameter, green at first, turning first red then dark purple or black at maturity. Flowering is in mid spring, with the fruit ripe in early summer to early autumn."
 },
 {
  "\"botanical_name\"": "It was named after Richard Karlovich Maack (1825-1886) who discovered it, and described by Ruprecht in Bull. Cl. Phys.-Math. Acad. Imp. Sci. Saint-Pétersbourg 15: 361 (1857)\"",
  "\"description\"": "\"It is grown as an ornamental tree in northern Europe and North America, mainly for its decorative bark. It prefers sunshine and moist (but drained) soil, and is tolerant of severe winter cold, but not heat. The fruit has been used in the manufacture of juice, jelly and jam. Specimens in cultivation have been measured to 17 m tall and 90 cm trunk diameter\"",
  "\"benefits\"": ""
 },
 {
  "\"botanical_name\"": "\"Sorbus spp.\"",
  "\"description\"": "\"Sorbus is a genus of about 100–200 species of trees and shrubs in the rose family, Rosaceae. Species of Sorbus (s.l.) are commonly known as whitebeam, rowan, service tree, and mountain-ash. The exact number of species is disputed depending on the circumscription of the genus, and also due to the number of apomictic microspecies, which some treat as distinct species, but others group in a smaller number of variable species. Recent treatments treat Sorbus in a narrower sense to include only the pinnate leaved species of subgenus Sorbus, raising several of the other subgenera to generic rank. Red rowan Sorbus is not closely related to the true ash trees which belong to the genus Fraxinus, although the leaves are superficially similar.\"",
  "\"benefits\"": "\"Sorbus species are used as food plants by the larvae of some moth species—see list of Lepidoptera that feed on Sorbus. Sorbus domestica is used to flavour some apple wines, see Apfelwein.  Sorbus species are cultivated as ornamental trees for parks and gardens, and have given rise to several cultivars.\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus americana 'Patmore'\"",
  "\"description\"": "\"The American elm is a deciduous hermaphroditic tree which, before the introduction of DED, commonly grew to more than 100 feet (30 m) tall with a trunk whose diameter at breast height was more than 4 feet (1.2 m) and whose circumference was more than 150 inches (380 cm) when supporting a high, spreading umbrella-like canopy. The leaves are alternate, 7–20 cm long, with double-serrate margins and an oblique base. The perfect flowers are small, purple-brown and, being wind-pollinated, apetalous. The flowers are also protogynous, the female parts maturing before the male, thus reducing, but not eliminating, self-fertilization,[6] and emerge in early spring before the leaves. The fruit is a flat samara 2 cm long by 1.5 cm broad, with a circular papery wing surrounding the single 4–5 mm seed. As in the closely related European White Elm Ulmus laevis, the flowers and seeds are borne on 1–3 cm long stems. American Elm is wholly insensitive to daylight length (photoperiod), and will continue to grow well into autumn until injured by frost.[7] Ploidy is 2n = 56, or more rarely, 2n = 28.\"",
  "\"benefits\"": "\"The American elm's wood is coarse, hard, and tough, with interlacing, contorted fibers that make it difficult to split or chop, and cause it to warp after sawing. Accordingly, the wood originally had few uses, save for making hubs for wagon wheels.Later, with the advent of mechanical sawing, American elm wood was used for barrel staves, trunk-slats, and hoop-poles, and subsequently became fundamental to the manufacture of wooden automobile bodies, with the intricate fibers holding screws unusually well\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x adstringens 'Durleo'\"",
  "\"description\"": "\"Apple trees are typically 4–12 m (13–39 ft) talI at maturity, with a dense, twiggy crown. The leaves are 3–10 cm (1.2–3.9 in) long, alternate, simple, with a serrated margin. The flowers are borne in corymbs, and have five petals, which may be white, pink or red, and are perfect, with usually red stamens that produce copious pollen, and a half-inferior ovary",
  "\"benefits\"": " flowering occurs in the spring after 50–80 growing degree days (varying greatly according to subspecies and cultivar).  Many apples require cross-pollination between individuals by insects (typically bees, which freely visit the flowers for both nectar and pollen)",
  "\"conservation\"": " these are called self-sterile, and therefore self-pollination is impossible, making pollinating insects essential.  There are a number of cultivars which are self-pollinating, such as Granny Smith and Golden Delicious. There are considerably fewer of these, compared to their cross-pollination dependent counterparts.  Several Malus species, including domestic apples, hybridize freely.[4] They are used as food plants by the larvae of a large number of Lepidoptera species"
 },
 {
  "\"botanical_name\"": "Some crabapple varieties are an exception to the reputation of being sour, and can be very sweet, such as the 'Chestnut' cultivar."
 },
 {
  "\"botanical_name\"": "Crabapples are an excellent source of pectin, and their juice can be made into a ruby-coloured preserve with a full, spicy flavour. A small percentage of crabapples in cider makes a more interesting flavour. As Old English Wergulu, the crab apple is one of the nine plants invoked in the pagan Anglo-Saxon Nine Herbs Charm, recorded in the 10th century."
 },
 {
  "\"botanical_name\"": "Apple wood gives off a pleasant scent when burned, and smoke from an apple wood fire gives an excellent flavour to smoked foods. It is easier to cut when green",
  "\"description\"": " dry apple wood is exceedingly difficult to carve by hand.It is a good wood for cooking fires because it burns hot and slow, without producing much flame."
 },
 {
  "\"botanical_name\"": "Crab apple has been listed as one of the 38 plants whose flowers are used to prepare the Bach flower remedies\"",
  "\"description\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x 'Spring Snow'\"",
  "\"description\"": "\"‘Spring Snow’ Crabapple is unusual in that it is typically fruitless . Its use should be limited in areas where scab, fireblight or rust is a problem. The dense, oval crown grows to about 25 to 30 feet tall and 15 to 20 feet wide. Early pruning to remove lower branches and purchasing tree-form specimens at the nursery can usually ensure that pruning requirement can be kept to a minimum"
 },
 {
  "\"botanical_name\"": "typically fruitless . Its use should be limited in"
 },
 {
  "\"botanical_name\"": "areas where scab, fireblight or rust is a problem. The"
 },
 {
  "\"botanical_name\"": "dense, oval crown grows to about 25 to 30 feet tall"
 },
 {
  "\"botanical_name\"": "and 15 to 20 feet wide. Early pruning to remove"
 },
 {
  "\"botanical_name\"": "lower branches and purchasing tree-form specimens at"
 },
 {
  "\"botanical_name\"": "the nursery can usually ensure that pruning"
 },
 {
  "\"botanical_name\"": "requirement can be kept to a minimum\"",
  "\"description\"": "\"Decidous tree with a Profusion of fragrant. Equally attactive the dense foilage of bright greeen, shiny leaves. A Splendid tree for Landscaping.\"",
  "\"benefits\"": ""
 },
 {
  "\"botanical_name\"": "\"Syringa reticulata 'Ivory Silk'\"",
  "\"description\"": "\"Syringa reticulata (Japanese tree lilac",
  "\"benefits\"": " Chinese: 暴马丁香 bao ma ding xiang",
  "\"conservation\"": " Japanese: , romanized: hashidoi) is a species of Lilac, native to eastern Asia: in northern Japan (mainly Hokkaidō), northern China (Gansu, Hebei, Heilongjiang, Henan, Jilin, Liaoning, Nei Mongol, Ningxia, Shaanxi, Shanxi, Sichuan), Korea, and far southeastern Russia (Primorye).  Syringa reticulata is a deciduous small tree growing to a height of 39' (12 m), rarely to 49' (15 m), with a trunk up to 11.8\"\" (30 cm), rarely 15.7\"\" (40 cm) diameter"
 },
 {
  "\"botanical_name\"": "Syringa reticulata is a deciduous small tree growing to a height of 39' (12 m), rarely to 49' (15 m), with a trunk up to 11.8\"\" (30 cm), rarely 15.7\"\" (40 cm) diameter",
  "\"description\"": " it is the largest species of lilac, and the only one that regularly makes a small tree rather than a shrub. The leaves are elliptic-acute, 1\"\"-6\"\"(2.5–15 cm) long and 1/2\"\"-4\"\" (1–8 cm) broad, with an entire margin, and a roughish texture with slightly impressed veins. The flowers are white or creamy-white, the corolla with a tubular base 0.16\"\"-0.24\"\"(4–6 mm) long and a four-lobed apex 0.12\"\"-0.24\"\" (3–6 mm) across, and a strong fragrance",
  "\"benefits\"": " they are produced in broad panicles 2\"\"-11\"\" (5–30 cm) long and 1\"\"-8\"\" (3–20 cm) broad in early summer. The fruit is a dry, smooth brown capsule (15–25 mm long), splitting in two to release the two winged seeds\"",
  "\"conservation\"": "\"It is being used as a street tree in some parts of the country, particularly in areas with overhead power lines. Japanese Tree Lilac is also popular as a garden specimen or as an accent in a shrub border. It deserves to be in any landscape. It provides shade and a colorful spring show for a deck or patio area\""
 },
 {
  "\"botanical_name\"": "\"Malus x adstringens 'Selkirk'\"",
  "\"description\"": "\"Malus x adstringens is a deciduous Tree. It is hardy to zone (UK) 3 and is not frost tender. It is in flower in May. The species is hermaphrodite (has both male and female organs) and is pollinated by Insects.\"",
  "\"benefits\"": "\"It is a good wood for cooking fires because it burns hot and slow, without producing much flame.[2\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia x flavescens 'Dropmore'\"",
  "\"description\"": "\"Tilia is a genus of about 30 species of trees or bushes, native throughout most of the temperate Northern Hemisphere. In the British Isles, they are commonly called lime trees, or lime bushes, although they are not closely related to the tree that produces the lime fruit. Other names include linden for the European species, and basswood for North American species.The genus occurs in Europe and eastern North America, but the greatest species diversity is found in Asia. Under the Cronquist classification system, this genus was placed in the family Tiliaceae, but genetic research summarised by the Angiosperm Phylogeny Group has resulted in the incorporation of this genus, and of most of the previous family, into the Malvaceae.  Tilia species are mostly large, deciduous trees, reaching typically 20 to 40 m (65 to 130 ft) tall, with oblique-cordate leaves 6 to 20 cm (2 1⁄4 to 7 3⁄4 in) across. As with elms, the exact number of species is uncertain, as many of the species can hybridise readily, both in the wild and in cultivation. Limes are hermaphroditic, having perfect flowers with both male and female parts, pollinated by insects.\"",
  "\"benefits\"": "\"The linden is recommended as an ornamental tree when a mass of foliage or a deep shade is desired. The tree produces fragrant and nectar-producing flowers, and the medicinal herb lime blossom. They are very important honey plants for beekeepers, producing a very pale, but richly flavoured monofloral honey. The flowers are also used for herbal teas and tinctures",
  "\"conservation\"": " this kind of use is particularly popular in Europe and also used in North American herbal medicine practices.\""
 },
 {
  "\"botanical_name\"": "\"Larix sibirica\"",
  "\"description\"": "\"It is a medium-size to large deciduous coniferous tree reaching 20–50 m tall with a trunk up to 1 m diameter. The crown is conic when young, becoming broad with age",
  "\"benefits\"": " the main branches are level to upswept, with the side branches often pendulous. The shoots are dimorphic, with growth divided into long shoots (typically 10–50 cm long) and bearing several buds, and short shoots only 1–2 mm long with only a single bud. It has bimorphic needles, with needles on new growth borne singly and arranged in a spiral around the branch and needles on older wood borne in clusters of 15-40 needles on short spurs. It is most easily distinguished from the closely related European larch by the shoots being downy (hairless in European larch). The leaves are needle-like, light green, 2–5 cm long, and turn bright yellow before they fall in the autumn, leaving the pale yellow-buff shoots bare until the next spring.  The male and female cones are borne separately on the same tree",
  "\"conservation\"": " pollination is in early spring. The male cones are solitary, yellow, globose to oblong, 4–8 mm diameter, and produce wingless pollen. The mature female cones are erect, ovoid-conic, 2–5 cm long, with 30-70 erect or slightly incurved (not reflexed) and downy seed scales"
 },
 {
  "\"botanical_name\"": "\"Acer saccharinum 'Silver Cloud'\"",
  "\"description\"": "\"The silver maple tree is a relatively fast-growing deciduous tree, commonly reaching a height of 15–25 m (49–82 ft), exceptionally 35 m (115 ft). Its spread will generally be 11–15 m (36–49 ft) wide. A 10-year-old sapling will stand about 8 m (26 ft) tall. It is often found along waterways and in wetlands, leading to the colloquial name \"\"water maple\"\". It is a highly adaptable tree, although it has higher sunlight requirements than other maple trees.   Silver maple leaves The leaves are simple and palmately veined, 8–16 cm (3 1⁄4–6 1⁄4 in) long and 6–12 cm (2 1⁄4–4 3⁄4 in) broad, with deep angular notches between the five lobes. The 5–12 cm (2–4 3⁄4 in) long, slender stalks of the leaves mean that even a light breeze can produce a striking effect as the downy silver undersides of the leaves are exposed. The autumn color is less pronounced than in many maples, generally ending up a pale yellow, although some specimens can produce a more brilliant yellow and even orange and red colorations. The tree has a tendency to color and drop its leaves slightly earlier in autumn than other maples. Samaras and leaves forming in April The flowers are in dense clusters, produced before the leaves in early spring, with the seeds maturing in early summer. The fruit are samaras, each containing a single seed, and winged, in pairs, small (5–10 mm or 0.20–0.39 in in diameter), the wing about 3–5 cm (1 1⁄4–2 in) long. The fruit are the largest of any native maple. Although the wings provide for some transport by air, the fruit are heavy and are also transported by water. Silver maple and its close cousin red maple are the only Acer species which produce their fruit crop in spring instead of fall. The seeds of both trees have no epigeal dormancy and will germinate immediately. Seed production begins at 11 years of age and large crops are produced most years. Like most maples, silver maple can be variably dioecious (separate male or female trees) or monoecious (male and female flowers on the same tree) but dioecious trees are far more common. They can also change sex from year to year. On mature trunks, the bark is gray and shaggy. On branches and young trunks, the bark is smooth and silvery gray.\"",
  "\"benefits\"": "\"The large rounded buds are one of the primary food sources for squirrels during the spring, after many acorns and nuts have sprouted and the squirrels' food is scarce. The seeds are also a food source for squirrels, chipmunks and birds. The bark can be eaten by beaver and deer. The trunks tend to produce cavities, which can shelter squirrels, raccoons, opossums, owls and woodpeckers. Additionally, the leaves serve as a source of food for species of Lepidoptera, such as the rosy maple moth (Dryocampa rubicunda)\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Abies balsamea\"",
  "\"description\"": "\"Balsam fir is a small to medium-size evergreen tree typically 14–20 metres (46–66 ft) tall, occasionally reaching a height of 27 metres (89 ft). The narrow conic crown consists of dense, dark-green leaves. The bark on young trees is smooth, grey, and with resin blisters (which tend to spray when ruptured), becoming rough and fissured or scaly on old trees. The leaves are flat and needle-like, 15 to 30 mm (5⁄8 to 1 1⁄8 in) long, dark green above often with a small patch of stomata near the tip, and two white stomatal bands below, and a slightly notched tip. They are arranged spirally on the shoot, but with the leaf bases twisted so that the leaves appear to be in two more-or-less horizontal rows on either side of the shoot. The needles become shorter and thicker the higher they are on the tree. The seed cones are erect, 40 to 80 mm (1 1⁄2 to 3 1⁄4 in) long, dark purple, ripening brown and disintegrating to release the winged seeds in September.\"",
  "\"benefits\"": "\"The species are very popular as Christmas trees, particularly in the northeastern United States. Balsam firs cut for Christmas are not taken from the forest, but are grown on large plantations. The balsam fir is one of the greatest exports of Quebec and New England. It is celebrated for its rich green needles, natural conical shape, and needle retention after being cut, and it is notably the most fragrant of all Christmas tree varieties.\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x adstringens 'Pink Spires'\"",
  "\"description\"": "\"Pink Spires Flowering Crab is draped in stunning clusters of fragrant pink flowers with lavender overtones along the branches in mid spring, which emerge from distinctive ruby-red flower buds before the leaves. It has attractive coppery-bronze-tipped dark green foliage which emerges brick red in spring. The pointy leaves are highly ornamental and turn yellow in fall. The fruits are showy red pomes carried in abundance from early fall to late winter. \"",
  "\"benefits\"": "\"Pink Spires Flowering Crab is a deciduous tree with a distinctive and refined pyramidal form. Its average texture blends into the landscape, but can be balanced by one or two finer or coarser trees or shrubs for an effective composition.\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia mongolica 'Harvest Gold'\"",
  "\"description\"": "\"Mongolian lime is a small slow-growing deciduous tree of rounded, compact habit, reaching < 10 m in height. The dense, twiggy growth and glabrous reddish shoots bear leaves 4–7.5 cm long, coarsely toothed with 3–5 lobes, superficially resembling ivy or maple leaves. The emergent leaves are bronze, turning glossy green in summer, and bright yellow in autumn.The greenish-white flowers are borne in clusters of 6–20 in June and July\"",
  "\"benefits\"": "\"Young leaves and shoots - raw or cooked. An emergency food, it is only used when all else fails. A refreshing herb tea is made from the flowers. A very good chocolate substitute is made from a paste of the ground fruits and flowers. Trials on marketing the product failed because the paste decomposes readily\"",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x adstringens\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia cordata 'Golden Cascade'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus americana ‘Triumph’\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia cordata 'Greenspire'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus americana 'Brandon'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Acer tartaricum 'GarAnn'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x 'Jefstar'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Acer x fremannii 'Jeffersred'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Acer saccharum 'Jefselk'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pinus ponderosa\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Alnus hirsuta 'Harbin'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Acer x freemanii 'Jefcel'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Acer ginnala 'Ruby Slippers'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x 'Rudolph'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus davidiana var japonica 'Discovery'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Acer negundo 'Baron'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pinus banksiana\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pinus strobus\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus x nigrella 'Muckle'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Larix laricina\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Populus deltoides\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Syringa spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus nigra\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Populus deltoides 'Siouxland'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Populus tremuloides\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Sorbus aucuparia 'Rossica'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Populus alba\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Unknown\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix alba 'vitellina'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Celtis occidentalis\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Quercus ellipsoidalis\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pinus mugo var mughus\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Populus x canadensis 'Prairie Sky'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix pentandra\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Picea abies\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus pensylvanica\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix alba 'sericea'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus pennsylvanica 'Heuver'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus davidiana var japonica\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus nigra 'Fallgold'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Crataegus x mordenensis 'Snowbird'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix amygdalioides\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Not Available\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus americana\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pyrus ussuriensis\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus virginiana var Virginiana\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus pennsylvanica 'Rugby'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Populus balamifera\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Crataegus spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix fragilis\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Juglans cinerea\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus pennsylvanica 'Patmore'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Thuja occidentalis 'Brandon'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Betula pendula 'Laciniata'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Sorbus aucuparia\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia cordata 'Ronald'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus mandshurica\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Acer saccharum\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus x 'Northern Treasure'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus pennsylvanica 'Summit'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pinus resinosa\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Catalpa spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus x 'Northern Gem'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Hippophae rhamnoides\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus maackii 'Jefdike'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Juglans nigra\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Rhamnus cathartica\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Caragana spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus americana\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Amelanchier alnifolia\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus mandshurica\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Acer platinoides\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus padus\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Gymnocladus dioicus\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus davidiana var japonica 'Freedom'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Populus grandidentata\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x adstringens 'Thunderchild'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Cornus spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Sambucus spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Lonicera spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pinus cembra\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Rhus typhina\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fraxinus americana 'Jefnor'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Phellodendron amurense\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus davidiana var japonica 'Night Rider'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Juniperus scopulorum\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia x europaea 'Wratislaviensis'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix nigra\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ostyria virginiana\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Viburnum lentago\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Viburnum lantana\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pinus nigra\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus tomentosa\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Picea mariana\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix lucida\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Betula papyrifera 'Varen'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x adstringens 'Red Splendor'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Fagus spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia americana 'Redmond'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix exigua\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Betula occidentalis\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Larix decidua\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Salix bebbiana\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Morus alba\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus davidiana var japonica 'Jacan'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Aesculus x 'Homestead'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Quercus ellipsoidalis 'DurMarg'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Acer saccharum 'Jefcan'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Alnus rugosa\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Aesculus x 'Autumn Splendor'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Pyrus x 'DurPSN302'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x adstringens 'Jefspire'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Malus x adstringens 'Royal Mist'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Syringa vulgaris\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus 'Morton Glossy'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia americana 'Duros'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Tilia x 'Skinur'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Ulmus americana 'Lewis & Clark'\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus eminens\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Prunus serotina\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 },
 {
  "\"botanical_name\"": "\"Euonymus spp.\"",
  "\"description\"": "",
  "\"benefits\"": "",
  "\"conservation\"": ""
 }
]